Repository: dfo-mpo/ccg-cct
Catalog: Web/Resources/Pages/CCGMember/Compare/Delta.*.resx
Languages: fr

# Administrative
source: Administrative positions
fr: Administratif

# altPhotoMap
source: Image of the CCG Regions
fr: Image des régions de la GCC

# Business
source: Business positions
fr: Affaires

# Candidate
source: External candidate
fr: Candidat externe

source: CERTIFICATIONS
fr: ATTESTATIONS

source: Close
fr: Fermer

source: COMMANDING OFFICER
fr: COMMANDANT

# Compare
source: Compare positions
fr: Comparer

# Computer Sciences
source: Information Technology
fr: Sciences informatiques

# Computer Systems
source: Information technology positions
fr: Ordinateurs

# Cook
source: Cook positions
fr: Cuisinier

source: Current Position
fr: Poste actuelle

source: Current Position Level
fr: Niveau de poste actuel

# Deck
source: Deck positions
fr: Pont

source: DIFFERING COMPETENCIES
fr: COMPÉTENCES DIFFÉRENTES

# Electrical
source: Electrical positions
fr: Électrique

# Electronics
source: Electronics positions
fr: Électronique

# Engineering
source: Engineering positions
fr: Ingénierie

# General Arts
source: General Arts positions
fr: Arts généraux

# geo
source: Geographical information positions
fr: Information géographique

# h2Results
source: Results comparing the two positions
fr: Résultats comparant les deux positions

source: High School
fr: École secondaire

# linkmap
source: (click here to view the CCG regions map)
fr: (cliquez ici pour voir la carte des régions de la GCC)

# Logistics
source: Logistics positions
fr: Logistique

# MAOtext
source: Ship command positions differ additionally, and significantly, dependent on platform size, power, program, and length of time on a given platform.
fr: Les positions de commandement des navires diffèrent en outre et de manière significative, en fonction de la taille de la plate-forme, de la puissance, du programme et de la durée sur une plate-forme donnée.

# mapSummary
source: Text version
fr: Version texte

source: MATCHING COMPETENCIES
fr: COMPÉTENCES ASSOCIÉES

# modalTitleMap
source: CCG Regions Map
fr: Cartes des régions de la GCC

# NoDiff
source: No differing competencies
fr: Pas de compétences différentes

source: No differing certifications
fr: Pas de certifications différentes

# NoDifferingType1
source: No differing knowledge elements
fr: Aucun élément de connaissance différent

# NoDifferingType2
source: No differing technical elements
fr: Aucun éléments techniques différents

# NoDifferingType3
source: No differing behavioural elements
fr: Aucun élément comportemental différent

# NoMatch
source: No matching competencies
fr: Aucune compétence correspondante

source: No matching certificates
fr: Aucun certificat associées

# NoMatchingType1
source: No matching knowledge elements
fr: Aucun élément de connaissance associées

# NoMatchingType2
source: No matching technical elements
fr: Aucun élément technique associées

# NoMatchingType3
source: No matching behavioural elements
fr: Aucun élément comportemental associées

source: Position Level
fr: Niveau du poste

source: Previous
fr: Précédent

# Save PDF
source: Print or download this page as a PDF document
fr: Imprimez ou téléchargez cette page au format PDF

# Sciences
source: Sciences positions
fr: Les sciences

# Seagoing
source: Seagoing positions
fr: Positions en mer

source: Select
fr: Sélectionnez

source: Selected Position
fr: Position sélectionnée

source: Selected Position Level
fr: Niveau de position sélectionné

# Shoreside
source: Shore side positions
fr: Positions côté rivage

source: Similar positions
fr: Postes similaires

source: Similar search
fr: Recherche similaire

# Social Sciences
source: Social Sciences positions
fr: Science sociale

# TechCollege
source: Technical College
fr: Collège technique

# Trades
source: Trades positions
fr: Métiers généraux

source: University
fr: Université
