Repository: dfo-mpo/ccg-cct
Catalog: Web/Resources/Pages/Faqs.*.resx
Languages: fr

# A1
source: <p>The Canadian Coast Guard’s new Career Competency Tool (CCT), is a simple on-line tool enabling every Coast Guard member to see where they are in the organization and what is broadly required for every other job they may be interested in in any career stream, level, and location. There will be related portals for external candidates and students potentially interested in joining the Coast Guard. </p> <p>While some specificities are absent (e.g. ship classes/sea time) we paid attention to the details of the work Coast Guard members do while seeking commonalities. The idea of career columns as lists of minimal level competencies, and comparisons to others, is new; but the language is designed for Coast Guard members. This tool will be unique not merely to the Coast Guard but to the entire public service.</p>
fr: <p>Les commentaires seront pris en compte dans la conception du nouvel Outil de compétence professionnelle (OCP) de la Garde côtière canadienne, un outil en ligne simple permettant à chaque membre de la Garde côtière de voir où il se situe dans l’organisation et ce qui est généralement requis pour occuper n’importe quel autre emploi qui pourrait l’intéresser, peu importe l’emplacement, le niveau et le parcours de carrière. Il y aura des portails connexes pour les candidats externes et les étudiants potentiellement intéressés à se joindre à la Garde côtière.</p> <p>Bien que certaines particularités soient absentes (par exemple, les classes de navires et le temps en mer), nous avons porté une attention aux détails concernant le travail des membres de la Garde côtière, tout en recherchant des points communs. L’idée des colonnes de carrière sous forme de listes de compétences minimales, et des comparaisons avec les autres, est nouvelle. Cependant, le libellé est conçu pour les membres de la Garde côtière. Cet outil sera unique non seulement pour la Garde côtière mais aussi pour l’ensemble de la fonction publique.</p>

# A10
source: <p>These refer to the behaviours or attitudes deemed important in those carrying out work in the Coast Guard. We used the first four and their associated definitions and levels directly from Treasury Board and added three more at the behest of Coast Guard senior management.</p>
fr: <p>Il s’agit des attitudes ou des comportements jugés importants chez les personnes effectuant un travail dans la Garde côtière. Nous avons utilisé les quatre premières, ainsi que les définitions et les niveaux qui leur sont associés, qui proviennent directement du Conseil du Trésor. De plus, nous en avons ajouté trois autres à la demande de la haute direction de la Garde côtière. </p>

# A11
source: <p>The ratings are the result of a series of preparatory discussions, and drafted with knowledge that there could be changes during and following consultations. Where possible we also used posters and existing program competency dictionaries which may have featured ratings and definitions. We conducted relativity exercises to ensure levels are commensurate with pay across classifications. In some cases a specific competency and its ratings will straddle more than one classification. Bear in mind that requests to change competency levels may result in negative consequences elsewhere in the tool, since many competencies are linked.</p>
fr: <p>Les cotes découlent d’une série de discussions préparatoires et ont été élaborées en sachant que certains changements pourraient être apportés pendant et après les consultations. Dans la mesure du possible, nous avons également utilisé des avis d’emploi et les dictionnaires de compétences de programmes existants qui pouvaient comporter des cotes et des définitions. Nous avons effectué des exercices de relativité pour nous assurer que les niveaux correspondent aux salaires dans l’ensemble des classifications. Dans certains cas, une compétence spécifique et ses cotes chevaucheront plus d’une classification. N’oubliez pas que les demandes de modification de niveaux de compétences peuvent entraîner des conséquences négatives ailleurs dans l’outil puisque de nombreuses compétences sont liées.</p>

# A12
source: <p>Some positions have certain specific technical competencies and also feature more generic ones. We separated different positions of the same classification and level where the work of those positions differs from other positions. Each contains specific and common competencies; each career ‘column’ represents the minimum competencies and ratings for that position.</p>
fr: <p>Certains postes comportent certaines compétences techniques précises ainsi que d’autres compétences plus génériques. Nous avons séparé différents postes de la même classification et du même niveau lorsque le travail lié à ces postes diffère de celui des autres postes. Chacun d’entre eux comporte des compétences précises et communes; chaque « colonne » de carrière représente les compétences et les cotes minimales associées à ce poste.</p>

# A13
source: <p>A ship’s crewing profile is a published list of minimum requirements (certification, experience, training) – independent of individual crew members’ needs – deemed required for a ship to sail. The CCT addresses the career developmental needs of those individual crew members’ and those of all Coast Guard members.</p>
fr: <p>Le profil d’armement d’un navire est une liste publiée des exigences minimales (certification, expérience, formation) – indépendantes des besoins individuels des membres de l’équipage – qui sont jugées nécessaires pour qu’un navire puisse naviguer. L’OCP répond aux besoins en matière de perfectionnement professionnel de chaque membre de l’équipage et à ceux de tous les membres de la Garde côtière.</p>

# A14
source: <p>A training competency profile is a specific list of formal and experiential training objectives deemed necessary for successful completion of a program or course within a Coast Guard operational program. The CCT competencies are broader in order to encompass commonalities. For example, the CCT “Acts and Regulations” competency indicates that there is a necessity to master acts and regulations pertaining to a given career column; but what they are is for individual Coast Guard programs to flesh out. Training competencies and objectives may stem from competency profiles in the CCT.</p>
fr: <p>Un profil de compétences en matière de formation est une liste précise des objectifs de formation officielle et expérientielle qui sont jugés nécessaires pour réussir un programme ou un cours dans le cadre d’un programme opérationnel de la Garde côtière. Les compétences de l’OCP sont plus larges afin d’englober les points communs. Par exemple, la compétence « Lois et règlements » de l’OCP indique qu’il est nécessaire de maîtriser les lois et les règlements relatifs à une colonne de carrière donnée; cependant, il revient à chaque programme de la Garde côtière de les étoffer. Les compétences et les objectifs de formation peuvent découler des profils de compétences dans l’OCP.</p>

# A15
source: <p>We inventoried and used all existing competency profiles. The formats differ but as a baseline most of the material in your previously created profile exists in ours and more.</p>
fr: <p>Nous avons inventorié et utilisé tous les profils de compétences existants. Les formats diffèrent mais, en guise de référence, la plupart des renseignements contenus dans votre profil précédemment créé existent dans le nôtre et plus encore.</p>

# A16
source: <p>We created these competencies by looking at posters and existing competency dictionaries. We can revise. Bear in mind that requests for change to a competency may not always be possible in part because they would create unwanted impacts elsewhere in the tool, since many competencies are linked.</p>
fr: <p>Nous avons créé ces compétences en examinant les avis et les dictionnaires de compétences existants. Nous pouvons effectuer une révision. N’oubliez pas que les demandes de modification d’une compétence ne sont pas toujours possibles, en partie parce qu’elles entraîneraient des répercussions indésirables ailleurs dans l’outil puisque de nombreuses compétences sont liées.</p>

# A17
source: <p>Positions are constantly being renamed as the Coast Guard undergoes changes, so if you don’t see your position, look under your classification and level and you will likely find its function with a slightly different name. If it is wholly missing, we will add it.</p>
fr: <p>Les postes sont renommés au fur et à mesure que la Garde côtière subit des changements. Par conséquent, si vous ne voyez pas votre poste, regardez sous votre classification et votre niveau, et vous trouverez probablement sa fonction avec un nom légèrement différent. Si le poste a été totalement omis, nous l’ajouterons.</p>

# A18
source: <p>The implementation of this competency framework will not jeopardize anyone’s job. This is meant as a tool for career progression and professional development guidance, and is unrelated to performance management, pay, or classification.</p>
fr: <p>La mise en œuvre de ce cadre de compétences ne compromettra pas l’emploi des personnes. Il s’agit d’un outil d’avancement professionnel et d’orientation du perfectionnement professionnel, qui n’est pas lié à la gestion du rendement, au salaire ou à la classification.</p>

# A19
source: <p>The ratings a manager assigns a given employee are distinct from the scoring in the competency profiles. The former are scores based on an individual’s actual performance in a position; the latter define the minimum value of that position within the whole organization. Our definitions seek to provide indicators of that value organizationally, as derived where possible from TBS job or classification evaluations.</p>
fr: <p>Les cotes qu’un gestionnaire attribue à un employé donné sont différentes des cotes attribuées dans les profils de compétences. Les cotes qu’un gestionnaire attribue à un employé sont des cotes fondées sur le rendement réel d’une personne occupant un poste, alors que les cotes attribuées dans les profils de compétences définissent la valeur minimale de ce poste dans l’ensemble de l’organisation. Nos définitions visent à fournir des indicateurs de cette valeur sur le plan organisationnel, à partir, dans la mesure du possible, de l’évaluation de la classification ou des postes du SCT.</p>

# A2
source: <p>During our Force Generation consultations we discovered that there was a national appetite for this kind of work because of its potential to empower Coast Guard members in their own career development. Had we done project-specific pre-consultations, however, the time, cost, and disparities would have made it difficult to map a common tool effectively and efficiently. Little in the profiles and tool has been made up by the team; it is based on posted material and subsequent feedback.</p> <p>Even if the CCT was never constructed and the work ended with the competency profiles and consultations, every position and classification will be mapped and described using all available tools and indicators. From here the information may be used for staffing (e.g. SoMCs), training, and career development, including the development of professional development programs, which are proven recruiting and training programs.</p>
fr: <p>Lors de nos consultations sur la génération du personnel, nous avons découvert qu’il existait un intérêt national à l’égard de ce type de travail en raison de sa capacité potentielle à autonomiser les membres de la Garde côtière au cours de leur perfectionnement professionnel. Cependant, si nous avions effectué des consultations préalables propres à chaque projet, le temps, le coût et les disparités auraient rendu difficile la conception efficace et efficiente d’un outil commun. L’équipe a inventé peu de choses en ce qui concerne les profils et l’outil; elle s’est basée sur les documents publiés et la rétroaction subséquente.</p> <p>Même si l’OCP n’a jamais été élaboré et que le travail s’est terminé avec les profils de compétences et les consultations, chaque poste et chaque classification seront cartographiés et décrits en utilisant l’ensemble des outils et des indicateurs disponibles. À partir de là, les renseignements pourraient être utilisés pour la dotation en personnel (par exemple, les énoncés des critères de mérite), la formation et le perfectionnement professionnel, y compris l’élaboration de programmes de perfectionnement professionnel, qui sont des programmes de recrutement et de formation éprouvés.</p>

# A20
source: You can find pay rates of each position on the Treasury Board of Canada website <a href="https://www.tbs-sct.gc.ca/pubs_pol/hrpubs/coll_agre/rates-taux-eng.asp" target="_blank">here</a>.
fr: Vous pouvez trouver les taux de rémunération de chaque poste sur le site Web du Conseil du Trésor du Canada <a href="https://www.tbs-sct.gc.ca/pubs_pol/hrpubs/coll_agre/rates-taux-fra.asp" target="_blank">ici</a>.

# A3
source: <p>For every classification and level we used every job poster we could locate for several years back to ensure that we were using the right material. We inventoried and used existing competency profiles. Where available we used TBS job/classification evaluations for jobs. Unions were notified of the work and invited to comment. We had a post construction consultation to iron out differences while highlighting the value of similarities and the logic of selection. This beta test will comprise a final layer of consultation to ensure that we have got it right, and even afterwards we will always be able to make changes.</p>
fr: <p>Pour chaque classification et chaque niveau, nous avons utilisé toutes les affiches d’emploi que nous avons pu trouver depuis plusieurs années pour nous assurer que nous utilisions le bon matériel. De plus, nous avons inventorié et utilisé les profils de compétences existants. Lorsque cela était possible, nous avons utilisé les évaluations de la classification et des postes du Secrétariat du Conseil du Trésor. du Canada (SCT) en ce qui concerne les emplois. Les syndicats ont été informés des travaux et invités à formuler des commentaires. Par ailleurs, nous avons mené une consultation après la construction afin d’aplanir les différences, tout en soulignant la valeur des similitudes et la logique de la sélection. Cet essai bêta comprendra une dernière couche de consultation pour s’assurer que nous avons bien fait les choses, et même par la suite, nous pourrons toujours apporter des modifications.</p>

# A4
source: <p>A project of this size would be costly and lengthy. Previous attempts to review competencies at the Coast Guard by external consultants have resulted in inconsistencies in form and content between programs. However, some of that work has been used here as a starting point.</p> <p>As a team, we had varied experiences in competency work and related areas. Our goal was to shepherd existing material into a single template to create a tool of use to all Coast Guard members for career development, training, and staffing needs. We have received some feedback on our efforts from competency consultants and have taken that feedback into account, too.</p>
fr: <p>Un projet de cette envergure serait coûteux et long. Les tentatives précédentes visant à examiner, par l’entremise de consultants externes, les compétences de la Garde côtière ont donné lieu à des incohérences de forme et de contenu entre les programmes. Toutefois, certains des travaux ont été utilisés ici comme point de départ.</p> <p>En tant qu’équipe, nous avions des expériences variées en ce qui concerne le travail sur les compétences et les domaines connexes. Notre objectif était de regrouper les documents existants dans un modèle unique afin de créer un outil utilisable par tous les membres de la Garde côtière pour le perfectionnement professionnel, la formation et les besoins de dotation. Nous avons reçu des commentaires sur nos efforts de la part de consultants en compétences et nous en avons également tenu compte.</p>

# A5
source: <p>We did not because these job descriptions don’t exist for all positions. Many that do exist appear to be out of date; and of these, there further appears to be a discrepancy between what they specify and what is being posted online.</p>
fr: <p>Nous ne l’avons pas fait parce que ces descriptions de travail n’existent pas pour tous les postes. Un grand nombre de celles qui existent semblent être obsolètes; et parmi ces descriptions de travail, il semble y avoir un écart entre ce qu’elles précisent et ce qui est publié en ligne.</p>

# A6
source: <p>We inventoried all existing job posters going back several years; in other words, for the most part the program managers picked the competencies for us.</p>
fr: <p>Nous avons inventorié tous les avis d’emploi existants depuis plusieurs années; en d’autres termes, la plupart des gestionnaires de programmes ont choisi les compétences pour nous.</p>

# A7
source: <p>The statements of merit criteria posted online generally follow factors such as need, experience, and organizational change, which are reflected where possible in the CCT. We noted that over time there were some significant commonalities. Where possible we also used job/classification evaluations, which feature great permanency.</p>
fr: <p>Les énoncés des critères de mérite affichés en ligne tiennent généralement compte de facteurs tels que le besoin, l’expérience et le changement organisationnel, qui sont pris en compte, dans la mesure du possible, dans l’OCP. Nous avons constaté qu’au fil du temps, il y avait des points communs importants. Dans la mesure du possible, nous avons également utilisé les évaluations de la classification et des postes, lesquelles présentent une grande permanence.</p>

# A8
source: <p>Certification competencies are certifications necessary to do a given job. As competencies they represent the successful completion of a course or courses of approved training and/or education at a recognized institution. In the CCT, we acknowledged and tried to mark where some certifications in the same classification and levels may vary and may change.</p>
fr: <p>Les compétences de certification sont les certifications nécessaires pour effectuer un travail donné. En tant que compétences, elles représentent l’achèvement réussi d’un ou de plusieurs cours de formation ou d’études approuvées dans une institution reconnue. Dans l’OCP, nous avons reconnu et essayé d’indiquer les cas où certaines certifications de même classification et de même niveau peuvent varier et changer.</p>

# A9
source: <p>Knowledge refers to the practical or theoretical understanding of a subject. It is information acquired by a person through experience or education. Technical competencies describe the skill-based application of the needed knowledge to perform the specific job and/or group of jobs efficiently and effectively, day to day, within an organization.</p>
fr: <p>Le terme « connaissance » fait référence à la compréhension pratique et théorique d’un sujet. Il s’agit d’une information obtenue par une personne par l’expérience ou l’éducation. Les compétences techniques décrivent l’application axée sur les compétences des connaissances nécessaires à la réalisation efficace et efficiente d’une tâche spécifique ou d’un groupe de tâches, de façon quotidienne, au sein d’une organisation.</p>

# Q1
source: What is the Career Competency Tool about?
fr: De quoi s’agit-il le Outil de compétence professionnelle (OCP)?

# Q10
source: What are behavioural competencies?
fr: Que sont les compétences comportementales?

# Q11
source: How did you come up with the ratings?
fr: Comment avez-vous élaboré les cotes?

# Q12
source: How do you differentiate between positions of the same classification doing different functions?
fr: Comment différencier les postes de la même classification dont les titulaires remplissent des fonctions différentes?

# Q13
source: What is the difference between the information here and that of a ship’s crewing profile?
fr: Quelle est la différence entre les renseignements fournis ici et ceux du profil d’armement en équipage du navire?

# Q14
source: What is the difference between the information here and a training competency profile?
fr: Quelle est la différence entre les renseignements présentés ici et un profil de compétences en matière de formation?

# Q15
source: My position and unit/sector already has a competency profile. How does this fit with that?
fr: Mon poste et mon unité ou secteur ont déjà un profil de compétences. Comment cette situation s’inscrit-elle dans la perspective d’ensemble?

# Q16
source: I don’t think (a given competency) should be here / You are missing a competency.
fr: Je ne pense pas (qu’une compétence donnée) devrait figurer ici / Il manque une compétence.

# Q17
source: I don’t see my job here.
fr: Je ne vois pas mon emploi ici.

# Q18
source: I don’t think I currently meet the competency proficiency level identified for my job. Does this mean I will lose my job?
fr: Je ne pense pas répondre actuellement au niveau de maîtrise des compétences qui a été défini pour mon emploi. Cela signifie-t-il que je vais perdre mon emploi?

# Q19
source: My AS-01 has been with us for years and is the go-to person on all administrative items. He’s stellar and gets a 5 on every performance rating. How can he only be a 2 in the CCT?
fr: Mon employé AS-01 travaille avec nous depuis plusieurs années et est la personne-ressource en ce qui concerne toutes les questions administratives. Il est excellent et obtient une cote de 5 pour chaque évaluation du rendement. Comment peut-il obtenir seulement une cote de 2 dans l’OCP?

# Q2
source: Did you do a pre-consultation?
fr: Avez-vous mené une consultation préalable?

# Q20
source: Where can I find the pay rates for the positions shown in this tool?
fr: Où puis-je trouver les taux de rémunération pour les postes affichés dans cet outil?

# Q3
source: What was your method?
fr: Quelle était votre méthode?

# Q4
source: Why didn’t you hire a consultant to build these competencies?
fr: Pourquoi n’avez-vous pas embauché un consultant pour développer ces compétences?

# Q5
source: Did you use national model work descriptions?
fr: Avez-vous utilisé des descriptions de travail selon le modèle national?

# Q6
source: How did you decide to pick these competencies and not others?
fr: Comment avez-vous décidé de choisir ces compétences et pas d’autres?

# Q7
source: But by using posters isn’t there a lack of permanency/stability?
fr: Cependant, en utilisant des avis d’emploi, n’y a-t-il pas un manque de constance ou de stabilité?

# Q8
source: What are certification competencies?
fr: Quelles sont les compétences de certification?

# Q9
source: What is the difference between a knowledge competency and a technical competency?
fr: Quelle est la différence entre une compétence en matière de connaissance et une compétence technique?

# Title
source: Frequently Asked Questions (FAQ)
fr: Foire aux questions (FAQ)
