Repository: dfo-mpo/ccg-cct
Catalog: Web/Resources/Pages/Feedback.*.resx
Languages: fr

# areacode
source: including area code (for example, 999-999-9999)
fr: y compris l'indicatif régional (<abbr title="par example">p. ex.</abbr> : 999-999-9999)

# Comp definitions elaborate
source: If you listed competencies with definitions you think should be changed, please elaborate with your wording change recommendations, and why.
fr: Si vous avez énuméré des compétences qui comportent des définitions qui, selon vous, devraient être modifiées, veuillez préciser le changement de libellé que vous recommandez et expliquer pourquoi.

# Comp definitions rating
source: In your review of a given position competency profile in the CCT, were the listed competency definitions rated correctly? (i.e. the scores of 1-5).
fr: Dans votre examen d’un profil de compétences d’un poste donné dans l’OCC, les définitions des compétences énumérées ont-elles été notées correctement? (c’est-à-dire avec les notes de 1 à 5).

# Comp rating if no
source: If no, which ones, and why?
fr: Si non, lesquelles et pourquoi?

# ContactInfo
source: Please provide information that we could use to contact you
fr: Veuillez fournir des renseignements qui pourraient servir à vous joindre

# E-mail
source: E-mail address
fr: Adresse de courriel

# FormTitle
source: Career Competency Tool (CCT)
fr: Outil de compétences de carrière (OCC)

# Home phone
source: Home phone number
fr: Numéro de téléphone à domicile

source: Name
fr: Nom

source: No
fr: Non

# one-added
source: One or more should be added
fr: Une ou plusieurs doivent être ajoutées

# one-removed
source: One or more should be removed
fr: Une ou plusieurs doivent être supprimées

# para1
source: Please note that these competencies are the fruit of much research and consultation. Requests to change competencies and ratings may result in negative consequences elsewhere in the tool, since many competencies are necessarily linked. We will action areas of many similar recommendations rather than one-offs. In your feedback, please be very specific, referencing specific competencies or positions.
fr: Veuillez noter que ces compétences sont le fruit de nombreuses recherches et consultations. Les demandes de modification des compétences et des cotes peuvent avoir des conséquences négatives ailleurs dans l’outil, car de nombreuses compétences sont nécessairement liées. Nous agirons dans les domaines où il y a de nombreuses recommandations similaires plutôt que des recommandations ponctuelles. Dans vos commentaires, veuillez décrire très précisément les compétences ou les postes dont vous parlez.

# para2
source: If you have difficulty with the following form, you can email your comments to <a href="mailto:DFO.CCG.ForceGen-GCC.GenPersonnel.MPO@dfo-mpo.gc.ca">DFO.CCG.ForceGen-GCC.GenPersonnel.MPO@dfo-mpo.gc.ca</a>. Please read the <a href="#pics-ecrp">Personal Information Collection Statement</a> before completing this form.
fr: Si vous avez des problèmes avec le formulaire suivant, vous pouvez envoyez vos commentaires à <a href="mailto:DFO.CCG.ForceGen-GCC.GenPersonnel.MPO@dfo-mpo.gc.ca">DFO.CCG.ForceGen-GCC.GenPersonnel.MPO@dfo-mpo.gc.ca</a>. S'il vous plaît lire l'<a href="#pics-ecrp">énoncé de collecte de renseignements personnels</a> avant de compléter ce formulaire.

# PICS
source: Personal Information Collection Statement
fr: Énoncé de collecte de renseignements personnels

# PICS-para
source: All personal information created, held or collected by this department is protected under the <a href="http://laws-lois.justice.gc.ca/eng/acts/P-21/index.html" rel="external"><em>Privacy Act</em></a>. This means that you will be informed of the purpose for which it is being collected and how to exercise your right of access to that information. You will be asked for your consent where appropriate.
fr: Tous les renseignements personnels créés, recueillis ou conservés par le ministère sont protégés par la <em><a href="http://laws-lois.justice.gc.ca/fra/lois/P-21/index.html" rel="external">Loi sur la protection des renseignements personnels</a></em>. Cela signifie qu’on vous informera des fins auxquelles ces renseignements sont recueillis et de la façon dont vous pouvez exercer votre droit d'accès à ces renseignements. Le cas échéant, on vous demandera d’exprimer votre consentement par rapport à ces renseignements.

source: Public Communications
fr: Communications publiques

# Public-para1
source: Provision of the information requested on this form is voluntary. The personal information you include in an inquiry may be used to prepare a reply. The personal information is collected pursuant to the <em class="highlight">[appropriate provision in department’s enabling statute]</em>. Such information may be used for statistical, evaluation and reporting purposes. The information is included in the personal information bank <em class="highlight">[<abbr title="personal information bank">PIB</abbr> Number - <abbr title="personal information bank">PIB</abbr> Title]</em>. The information may be shared with programs and activities of <em class="highlight">[Applied Title of the Department]</em> should your inquiry pertain to a specific program or activity of the department. In such cases, the information is included in the personal information bank of the program or activity.
fr: Les renseignements personnels que vous fournissez dans une demande d’informations peuvent être utilisés pour préparer une réponse. Ces renseignements personnels sont recueillis conformément à la <em class="highlight">[disposition pertinente de la loi habilitante du ministère]</em>. Ces renseignements peuvent être utilisés à des fins d’évaluation, de compilation de statistiques et d’établissement de rapports. Ces informations sont versées dans le fichier de renseignements personnels <em class="highlight">[Numéro du <abbr title="fichier de renseignements personnels">FRP</abbr> - Titre du <abbr title="fichier de renseignements personnels">FRP</abbr>]</em>. Il se peut que ces renseignements soient communiqués aux services responsables des programmes et des activités de <em class="highlight">[Titre d’usage du ministère]</em> si votre demande porte sur les programmes ou les activités de ce ministère. Dans ces cas, ces renseignements sont compris dans le fichier de renseignements personnels du service responsable du programme ou de l’activité.

# Public-para2
source: If after reading this statement, you prefer not to submit your inquiry via the Internet, you can email your comments to <a href="mailto:DFO.CCG.ForceGen-GCC.GenPersonnel.MPO@dfo-mpo.gc.ca">DFO.CCG.ForceGen-GCC.GenPersonnel.MPO@dfo-mpo.gc.ca</a>
fr: Si, après avoir lu cet avis, vous préférez ne pas présenter votre demande d'information par Internet, vous pouvez envoyer vos commentaires par courriel à <a href="mailto:DFO.CCG.ForceGen-GCC.GenPersonnel.MPO@dfo-mpo.gc.ca">DFO.CCG.ForceGen-GCC.GenPersonnel.MPO@dfo-mpo.gc.ca</a>

# Q1-certcorrect
source: In your review of a given position’s competency profile in the CCT, were the certifications correct? (i.e. the right certifications listed overall for a position).
fr: Dans votre examen du profil de compétences d’un poste donné dans l’OCC, les certifications étaient-elles correctes? (c’est-à-dire les bonnes certifications étaient-elles énumérées dans l’ensemble pour un poste).

# Q1-comp if no
source: If no:
fr: Si non :

# Q1-comp listing
source: In your review of a given position’s competency profile in the CCT, were the competencies listed appropriate? (i.e. the right Knowledge, Technical, Behavioural competencies overall for a position).
fr: Dans votre examen du profil de compétences d’un poste donné dans l’OCC, les compétences énumérées étaient-elles appropriées? (c’est-à-dire les bonnes connaissances et les bonnes capacités techniques et comportementales étaient-elles énumérées dans l’ensemble pour un poste).

# Q1-if no
source: If no, what needs correction?
fr: Si non, qu'est-ce qui doit être corrigé?

# Q2-comp definitions
source: In your review of a given position’s competency profile in the CCT, were the listed competency definitions written correctly? (i.e. the written Knowledge, Technical, Behavioural overall definitions, and the written level descriptions).
fr: Dans votre examen du profil de compétences d’un poste donné dans l’OCC, les définitions de compétences énumérées étaient-elles rédigées correctement? (c’est-à-dire les définitions écrites des connaissances et des capacités techniques et comportementales dans l’ensemble et les descriptions écrites des niveaux).

# Q2-comp definitions if no
source: If no, which ones?
fr: Si non, lesquelles?

source: (required)
fr: (obligatoire)

# sectioncomp
source: Competencies
fr: Compétences

# sectionContact
source: Contact Information
fr: Coordonnées

# Title
source: Change Request Form
fr: Formulaire de demande de modification

# which-added
source: Which one/s should be added?
fr: Lesquelles faut-il ajouter?

# which-removed
source: Which one/s should be removed?
fr: Lesquelles faut-il supprimer?

# Work ext
source: Work phone number extension
fr: Numéro du poste au travail

# Work phone
source: Work phone number
fr: Numéro de téléphone au travail

source: Yes
fr: Oui
