Repository: dfo-mpo/ccg-cct
Catalog: Web/Resources/Pages/Index.*.resx
Languages: fr

# brief
source: A brief overview of the Career Competency Tool.
fr: Un bref aperçu de l'outil de compétences professionnelles.

# emaillink
source: mailto:?to=%20&amp;body=https://www.ccg-cct.azure.cloud.dfo-mpo.gc.ca/en/Index%20&amp;subject=Canadian%20Coast%20Guard%20Career%20Competency%20Tool
fr: mailto:?to=%20&body=https://ccg-cct.azure.cloud.dfo-mpo.gc.ca/fr/Index%20&subject=Garde%20côtière%20canadienne%20L’outil%20de%20compétences%20professionnelles

# external
source: External Candidate
fr: Candidat externe

# externalsearch
source: If you are an external candidate, you can begin your search here.
fr: Si vous êtes un candidat externe, vous pouvez commencer votre recherche ici.

# facebooklink
source: https://www.facebook.com/sharer.php?u=https://www.ccg-cct.azure.cloud.dfo-mpo.gc.ca/en/Index&t=Canadian%20Coast%20Guard%20Career%20Competency%20Tool
fr: https://www.facebook.com/sharer.php?u=https://ccg-cct.azure.cloud.dfo-mpo.gc.ca/fr/Index&t=Garde%20côtière%20canadienne%20L’outil%20de%20compétences%20professionnelles

source: Feedback
fr: Rétroaction

# feedbacktext
source: To send us your feedback or comments on the Career Competency Tool
fr: Pour nous envoyer vos rétroactions ou commentaires sur l'outil de compétences professionnelles

# H1
source: Canadian Coast Guard<br />Career Competency Tool
fr: Garde côtière canadienne<br />L’outil de compétences professionnelles

source: Home
fr: Accueil

# intro
source: The Canadian Coast Guard’s career competency tool is an online tool that provides information about the requirements for jobs across the coast guard.
fr: L’outil de compétences professionnelles (OCP) de la Garde côtière canadienne (GCC) est un outil en ligne qui fournit des renseignements sur les exigences des postes dans l’ensemble de la <abbr title="Garde côtière canadienne">GCC</abbr>.

# intro-2
source: The tool is for both existing coast guard employees and those interested in working for the Canadian Coast Guard. For coast guard members, the tool empowers you to take charge of your own career development.
fr: Il s’adresse aux employés actuels de la <abbr title="Garde côtière canadienne">GCC</abbr> et aux personnes qui souhaiteraient travailler pour la <abbr title="Garde côtière canadienne">GCC</abbr>. Pour les membres de la <abbr title="Garde côtière canadienne">GCC</abbr>, l’outil vous permet de prendre en main votre perfectionnement professionnel.

# linkedinlink
source: https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.ccg-cct.azure.cloud.dfo-mpo.gc.ca%2Fen%2FIndex&title=Canadian%20Coast%20Guard%20Career%20Competency%20Tool&ro=false&summary=&source=
fr: https://www.linkedin.com/shareArticle?mini=true&url=https://ccg-cct.azure.cloud.dfo-mpo.gc.ca/fr/Index&title=Garde%20côtière%20canadienne%20L’outil%20de%20compétences%20professionnelles&ro=false&summary=&source=

# member
source: Coast Guard Member
fr: Membre de la Garde côtière

# membersearch
source: If you are a CCG member, you can begin your search here.
fr: Si vous êtes membre de la <abbr title="Garde côtière canadienne">GCC</abbr>, vous pouvez commencer votre recherche ici.

source: Overview
fr: Aperçu

# RoP
source: Rates of Pay
fr: Taux de rémunération

# RoPlink
source: https://www.tbs-sct.gc.ca/pubs_pol/hrpubs/coll_agre/rates-taux-eng.asp
fr: https://www.tbs-sct.gc.ca/pubs_pol/hrpubs/coll_agre/rates-taux-fra.asp

# RoPtext
source: Rates of pay for all classifications listed in the Career Competency Tool. &nbsp;<span style="color:#000; font-size:14px" class="glyphicon glyphicon-new-window"></span>
fr: Taux de rémunération pour toutes les classifications énumérées dans l'outil de compétences professionnelles.&nbsp;<span style="color:#000; font-size:14px" class="glyphicon glyphicon-new-window"></span>

# services
source: Services and information
fr: Services et renseignements

# sharebutton
source: Share this page
fr: Partagez cette page

# sharetext
source: No endorsement of any products or services is expressed or implied.
fr: Aucun appui n’est accordé, soit de façon expresse ou tacite, à aucun produit ou service.

source: Student
fr: Étudiant

# studentsearch
source: If you are a student, you can begin your search here.
fr: Si vous êtes étudiant, vous pouvez commencer votre recherche ici.

# twitterlink
source: https://twitter.com/intent/tweet?text=Canadian%20Coast%20Guard%20Career%20Competency%20Tool&url=https://www.ccg-cct.azure.cloud.dfo-mpo.gc.ca/en/Index
fr: https://twitter.com/intent/tweet?text=Garde%20côtière%20canadienne%20L’outil%20de%20compétences%20professionnelles&url=https://ccg-cct.azure.cloud.dfo-mpo.gc.ca/fr/Index
