Repository: dfo-mpo/ccg-cct
Catalog: Web/Resources/Pages/Overview.*.resx
Languages: fr

source: Certifications
fr: Attestations

# CertText
source: Certifications indicate having successfully completed a given training program. Some certifications may vary or change, even across the same classification level.
fr: Les attestations indiquent qu’un programme de formation donné a été suivi avec succès. Certaines attestations peuvent varier ou changer, même à un niveau de classification similaire.

source: Competencies
fr: Compétences

# CompLevel
source: Competency levels
fr: Niveaux de compétence

# CompText
source: <p>Each position includes a breakdown of the competencies required. This information is compiled from the competencies included in job posters for that position, over the past few years. Each competency has a minimum level of proficiency needed for the position. Job competencies are divided into three sections:</p> <ol><li><b>Knowledge elements</b> are practical or theoretical understanding of a subject. It is the information you need (from past experience or education) to succeed in the position.</li> <li><b>Technical elements</b> describe abilities to apply knowledge to efficiently perform the job.</li> <li><b>Behaviour elements</b> are the behaviours or attitudes needed for any job with the <abbr title="Canadian Coast Guard">CCG</abbr>. Seven behaviour elements and a level of competency required for each job are included in the tool.</li></ol><p>The competencies may evolve as job requirements change within the <abbr title="Canadian Coast Guard">CCG</abbr>.</p>
fr: <p>Chaque poste comprend une répartition des compétences requises. Ces informations sont compilées à partir des compétences incluses dans les offres d'emploi pour ce poste, au cours des dernières années. Chaque compétence correspond à un niveau de compétence minimum requis pour le poste. Les compétences professionnelles sont divisées en trois sections :</p> <ol><li>Les <b>éléments de connaissance</b> sont une compréhension pratique ou théorique d’un sujet. Il s’agit des renseignements dont vous avez besoin (à partir de votre expérience ou de vos études) pour réussir dans le poste.</li> <li>Les <b>éléments techniques</b> décrivent les capacités d’appliquer les connaissances pour exécuter efficacement le travail.</li> <li>Les <b>éléments de comportement</b> sont les comportements ou les attitudes nécessaires pour tout emploi au sein de la <abbr title="Garde côtière canadienne">GCC</abbr>. Nous en avons déterminé sept (7) et inclus un niveau de compétence requis pour chaque poste.</li></ol><p>Les compétences peuvent évoluer à mesure que les exigences du poste changent au sein de la <abbr title="Garde côtière canadienne">GCC</abbr>.</p>

# continue
source: Click here to begin
fr: Cliquez ici pour commencer

# Intro
source: Overview
fr: Aperçu

# IntroText
source: <p>The Canadian Coast Guard (CCG)’s Career Competency Tool (CCT) is an online tool that provides information about the requirements for jobs across the coast guard. The tool is for both existing <abbr title="Canadian Coast Guard">CCG</abbr> employees and those interested in working for the <abbr title="Canadian Coast Guard">CCG</abbr>. For <abbr title="Canadian Coast Guard">CCG</abbr> members, the tool empowers you to take charge of your own career development.</p> <p>Once you identify a position, the tool also allows you to find similar positions or compare the job requirements to other positions within the <abbr title="Canadian Coast Guard">CCG</abbr>. For each position, the tool provides:</p><ul><li>a brief description</li> <li>a list of regions that offer the position</li> <li>certifications required</li> <li>a list of necessary competencies along with the level of proficiency required</li></ul>
fr: <p>L’outil de compétences professionnelles (OCP) de la Garde côtière canadienne (GCC) est un outil en ligne qui fournit des renseignements sur les exigences des postes dans l’ensemble de la Garde côtière. Il s’adresse aux employés actuels de la <abbr title="Garde côtière canadienne">GCC</abbr>et aux personnes qui souhaiteraient travailler pour la <abbr title="Garde côtière canadienne">GCC</abbr>. Pour les membres de la <abbr title="Garde côtière canadienne">GCC</abbr>, l’outil vous permet de prendre en main votre perfectionnement professionnel.</p> <p>Une fois que vous avez identifié un poste pouvant vous intéresser, l’outil vous permet de trouver des postes similaires au sein de la <abbr title="Garde côtière canadienne">GCC</abbr> ou de comparer les exigences du poste à celles d’autres postes. Pour chaque poste, l’outil fournit :</p><ul><li>une brève description;</li> <li>une liste des régions qui offrent le poste;</li> <li>certifications requises;</li> <li>une liste des compétences nécessaires ainsi que le niveau de compétence requis.</li></ul>

# levels
source: <p>Each competency is assigned a level. These levels are based on the knowledge and skills required for each position.</p><p>These levels range from 1 to 5:</p><ul><li>1 = <b>fundamental awareness</b> (common knowledge or an understanding of basic techniques and concepts)</li><li>2 = <b>novice</b> (a level of experience has been obtained; may need help when performing a task/skill)</li><li>3 = <b>intermediate</b> (able to successfully complete the necessary tasks in this competency. Some assistance may still be needed but can usually perform the task independently)</li><li>4 = <b>advanced</b> (performs the actions associated with this skill without assistance. Able to provide assistance to other colleagues when questions arise regarding this skill)</li><li>5 = <b>expert</b> (provides guidance, troubleshoots, and answer questions related to this area of expertise and the field where the skill is used)</li></ul>
fr: <p>Chaque compétence est attribué un niveau. Ces niveaux sont basés sur les connaissances et les compétences requises pour chaque poste.</p><p>Ces niveaux vont de 1 à 5 :</p><ul><li>1 = <b>sensibilisation fondamentale</b> (connaissance courante ou compréhension des techniques et concepts de base)</li><li>2 = <b>novice</b> (un niveau d'expérience a été acquis; peut avoir besoin d'aide lors de l'exécution d'une tâche ou d'une compétence)</li><li>3 = <b>intermédiaire</b> (capable d'accomplir avec succès les tâches nécessaires à cette compétence. Une certaine aide peut encore être nécessaire, mais peut habituellement effectuer la tâche de façon autonome)</li><li>4 = <b>avancé</b> (effectue les actions associées à cette compétence sans aide. Capable de fournir de l'aide à d'autres collègues lorsque des questions surgissent au sujet de cette compétence)</li><li>5 = <b>expert</b> (fournit des conseils, du dépannage et répond aux questions relatives à ce domaine d'expertise et au domaine dans lequel la compétence est utilisée)</li></ul>

# Title
source: Career Competency Tool Overview
fr: Aperçu de l'outil de compétences professionnelles

source: You are here:
fr: Vous êtes ici :
