Repository: dfo-mpo/ccg-cct
Catalog: Web/Resources/Pages/CCGMember/SearchType.*.resx
Languages: fr

# Available
source: What positions are available to me now
fr: Quels postes sont disponibles pour moi maintenant

source: Close
fr: Fermer

# Compare
source: Compare my position to another position
fr: Comparer ma position à une autre position

# Compare Function
source: The Compare Function
fr: La fonction de comparaison

# contcompare
source: Continue to Compare
fr: Continuer à comparer

# contsimilar
source: Continue to Similar Search
fr: Continuer vers la recherche similaire

# infocompare
source: Click here for more information on the Compare function
fr: Cliquez ici pour plus d'informations sur la fonction comparer

# infosimilar
source: Click here for more information on the Similar Search function
fr: Cliquez ici pour plus d'informations sur la fonction de recherche similaire

# modalcompare
source: <p>This feature allows you to compare your currently selected position with any other position in the Canadian Coast Guard. By selecting it, and then another position, the function will yield both position results side by side so that you can view the differences in location, certification, competencies, and ratings. If the position you’re comparing to is one you seek, you can then download the results, save or print, as the basis of a training plan.</p>
fr: <p>Cette fonction vous permet de comparer votre poste actuellement sélectionné avec tout autre poste de la Garde côtière canadienne. En le sélectionnant, puis en un autre poste, la fonction produira les deux résultats de poste côte à côte afin que vous puissiez voir les différences d'emplacement, de certification, de compétences et d'évaluation. Si le poste auquel vous vous comparez est celui que vous recherchez, vous pouvez alors télécharger les résultats, les sauvegarder ou les imprimer, comme base d'un plan de formation.</p>

# modalsimilar
source: <p>This feature allows you to find positions similar to the one you’ve already selected. The search will yield percentage results by functionality (e.g. engineering, administrative, logistics, etc.). Results may not be at the same pay level as the position you’ve already selected.</p> <p>If the position you’re comparing to (i.e. the position you’ve already selected) has certificates associated with it, there will be a box offering you to click the certificates. If you click one or more, the similar search will yield positions with those certifications, regardless of level.</p> <p>If you don’t select a certificate or the position you’re comparing to doesn’t have a certificate associated with it, you may simply click a percentage match. Clicking on 100% will yield results at the same classification, level, and levels below and above. If you click other percentages, the results will be positions of similar functionality, but not level.</p> <p>If you click a certification AND a percentage, the similar search will only yield positions with those certifications, regardless of level.</p>
fr: <p>Cette fonctionnalité vous permet de trouver des postes similaires à celui que vous avez déjà sélectionné. La recherche donnera des résultats en pourcentage par fonctionnalité (par exemple, ingénierie, administratif, logistique, etc.). Les résultats peuvent ne pas être au même niveau de rémunération que le poste que vous avez déjà sélectionné.</p> <p>Si le poste auquel vous comparez (c'est-à-dire le poste que vous avez déjà sélectionné) est associé à des certificats, une case vous proposera de cliquer sur les certificats. Si vous cliquez sur un ou plusieurs, la recherche similaire produira des postes avec ces certifications, quel que soit le niveau.</p> <p>Si vous ne sélectionnez pas de certificat ou si le poste auquel vous comparez n'a pas de certificat associé, vous pouvez simplement cliquer sur un pourcentage de correspondance. En cliquant sur 100%, vous obtiendrez des résultats au même niveau de classification, de niveau et de niveaux inférieurs et supérieurs. Si vous cliquez sur d'autres pourcentages, les résultats seront des positions de fonctionnalité similaire, mais pas de niveau.</p> <p>Si vous cliquez sur une certification ET un pourcentage, la recherche similaire ne produira que des postes avec ces certifications, quel que soit le niveau.</p>

# PhotoCompare
source: Photo of two job positions within the Canadian Coast Guard
fr: Photo de deux postes au sein de la Garde côtière canadienne

# PhotoSimilar
source: Photo of four job positions within the Canadian Coast Guard
fr: Photo de quatre postes au sein de la Garde côtière canadienne

# Question1
source: How would you like to perform your search?
fr: Comment souhaitez-vous effectuer votre recherche?

# Similar
source: Find similar positions to my current position
fr: Trouver des postes similaires à mon poste actuel

# Similar Function
source: Similar Search Function
fr: Fonction de recherche similaire

# textinfocompare
source: (click here for more information on the compare function)
fr: (cliquez ici pour plus d'informations sur la fonction comparer)

# textinfosimilar
source: (click here for more information on the similar search function)
fr: (cliquez ici pour plus d'informations sur la fonction de recherche similaire)
