Repository: dfo-mpo/ccg-cct
Catalog: Web/Resources/Pages/Candidate/Shoreside/SimilarDetails.*.resx
Languages: fr

source: Administrative
fr: Postes administratifs

source: altPhotoMap
fr: Image des régions de la GCC

source: Arctic
fr: <b>Arctique :</b> <small style="font-weight:normal;">La région de l’Arctique comprend le versant nord du Yukon, les Territoires du Nord-Ouest, le Nunavut, le Nunavik, le Nunatsiavut, la baie d’Hudson et la baie James. Ces limites englobent l’Inuit Nunangat.</small>

source: Arctique
fr: <b>Arctique :</b> <small style="font-weight:normal;">La région de l’Arctique comprend le versant nord du Yukon, les Territoires du Nord-Ouest, le Nunavut, le Nunavik, le Nunatsiavut, la baie d’Hudson et la baie James. Ces limites englobent l’Inuit Nunangat.</small>

source: Atlantic
fr: <b>Atlantique :</b> <small style="font-weight:normal;">La région de l'Atlantique comprend le Nouveau-Brunswick, la Nouvelle-Écosse, l'Île-du-Prince-Édouard et Terre-Neuve-et-Labrador, moins la région du Nunatsiavut au Labrador.</small>

source: Atlantique
fr: <b>Atlantique :</b> <small style="font-weight:normal;">La région de l'Atlantique comprend le Nouveau-Brunswick, la Nouvelle-Écosse, l'Île-du-Prince-Édouard et Terre-Neuve-et-Labrador, moins la région du Nunatsiavut au Labrador.</small>

source: Candidate
fr: Candidat externe

source: CCG College
fr: <b>Collège de la GCC :</b> <small style="font-weight:normal;">Le Collège de la Garde côtière canadienne est une installation de formation maritime nationale qui se trouve sur l'île du Cap-Breton, en Nouvelle-Écosse. Il offre des programmes en français et en anglais à l’appui de sa mission et de son mandat en matière de sûreté et de sécurité maritimes et de protection de l’environnement.</small>

source: Central
fr: <b>Centre :</b> <small style="font-weight:normal;">La région du Centre comprend l'Ontario et le Québec, moins la région du Nunavik dans le nord du Québec.</small>

source: Centre
fr: <b>Centre :</b> <small style="font-weight:normal;">La région du Centre comprend l'Ontario et le Québec, moins la région du Nunavik dans le nord du Québec.</small>

source: CERTIFICATIONS
fr: ATTESTATIONS

source: Close
fr: Fermer

source: Collège de la GCC
fr: <b>Collège de la GCC :</b> <small style="font-weight:normal;">Le Collège de la Garde côtière canadienne est une installation de formation maritime nationale qui se trouve sur l'île du Cap-Breton, en Nouvelle-Écosse. Il offre des programmes en français et en anglais à l’appui de sa mission et de son mandat en matière de sûreté et de sécurité maritimes et de protection de l’environnement.</small>

source: Compare
fr: Comparer

source: Compare Function
fr: La fonction de comparaison

source: Computer Sciences
fr: Technologies de l'information

source: Computer Systems
fr: Postes en technologies de l'information

source: contcompare
fr: Continuer à comparer

source: contsimilar
fr: Continuer vers la recherche similaire

source: Cook
fr: Postes de cuisinier

source: Crew
fr: Équipage

source: Current Position
fr: Détails du poste actuel

source: Deck
fr: Pont

source: DESCRIPTION
fr: DESCRIPTIF

source: DIFFERING COMPETENCIES
fr: COMPÉTENCES DIFFÉRENTES

source: Electrical
fr: Positions électriques

source: Electronics
fr: Postes en électronique

source: Engineering
fr: Postes d'ingénieur

source: General Arts
fr: Arts généraux

source: geo
fr: Positions d'information géographique

source: HighSchool
fr: École secondaire

source: Home
fr: Accueil

source: infocomparesimilar
fr: (cliquez ici pour plus d'informations sur les fonctions de comparaison et de recherche similaires)

source: LEVEL
fr: NIVEAU

source: linkmap
fr: (cliquez ici pour voir la carte des régions de la GCC)

source: Logistics
fr: Postes logistiques

source: mapSummary
fr: Version texte

source: MATCHING COMPETENCIES
fr: COMPÉTENCES ASSOCIÉES

source: MCTSdesc
fr: Le Programme de formation des Services de communications et de trafic maritimes (SCTM) est offert en 2 phases. La phase I, vous apprendrez les rudiments de l’exercice des fonctions d’officier et au cours de la phase II, vous apprendrez la géographie locale et les procédures régionales, tout en appliquant les normes nationales apprises lors de la phase 1. Pour plus d'informations sur le programme SCTM, cliquez sur le lien ci-dessous.

source: MCTSlinkalt
fr: Lien externe pour en savoir plus ou présenter une demande au Programme des services de communications et de trafic maritimes de la marine de la Garde côtière canadienne

source: MCTSUrl
fr: https://www.ccg-gcc.gc.ca/college/MCTS-training-formation-SCTM/index-fra.html

source: MELDEVdesc
fr: Le Programme de perfectionnement des technologues de l’électronique de la marine est un programme national de formation et de perfectionnement. Il est conçu pour recruter des technologues en électronique et leur offrir la formation nécessaire pour travailler à la Garde côtière canadienne. Pour plus d'informations sur le programme MELDEV cliquez sur le lien ci-dessous.

source: MELDEVlinkalt
fr: Lien externe pour en savoir plus ou présenter une demande au Programme de perfectionnement des technologues de l’électronique de la marine de la Garde côtière canadienne

source: MELDEVUrl
fr: https://www.ccg-gcc.gc.ca/careers-carrieres/MELDEV-training-formation-PPTEM/index-fra.html

source: modalcompare
fr: <p>Cette fonction vous permet de comparer votre poste actuellement sélectionné avec tout autre poste de la Garde côtière canadienne. En le sélectionnant, puis en un autre poste, la fonction produira les deux résultats de poste côte à côte afin que vous puissiez voir les différences d'emplacement, de certification, de compétences et d'évaluation. Si le poste auquel vous vous comparez est celui que vous recherchez, vous pouvez alors télécharger les résultats, les sauvegarder ou les imprimer, comme base d'un plan de formation.</p>

source: modalsimilar
fr: <p>Cette fonctionnalité vous permet de trouver des postes similaires à celui que vous avez déjà sélectionné. La recherche donnera des résultats en pourcentage par fonctionnalité (par exemple, ingénierie, administratif, logistique, etc.). Les résultats peuvent ne pas être au même niveau de rémunération que le poste que vous avez déjà sélectionné.</p> <p>Si le poste auquel vous comparez (c'est-à-dire le poste que vous avez déjà sélectionné) est associé à des certificats, une case vous proposera de cliquer sur les certificats. Si vous cliquez sur un ou plusieurs, la recherche similaire produira des postes avec ces certifications, quel que soit le niveau.</p> <p>Si vous ne sélectionnez pas de certificat ou si le poste auquel vous comparez n'a pas de certificat associé, vous pouvez simplement cliquer sur un pourcentage de correspondance. En cliquant sur 100%, vous obtiendrez des résultats au même niveau de classification, de niveau et de niveaux inférieurs et supérieurs. Si vous cliquez sur d'autres pourcentages, les résultats seront des positions de fonctionnalité similaire, mais pas de niveau.</p> <p>Si vous cliquez sur une certification ET un pourcentage, la recherche similaire ne produira que des postes avec ces certifications, quel que soit le niveau.</p>

source: modalTitleMap
fr: Cartes des régions de la GCC

source: National Headquarters
fr: <b>Siège national :</b> <small style="font-weight:normal;">Le siège social national de la Garde côtière canadienne (GCC) est situé à Ottawa, en Ontario.</small>

source: NoPositions
fr: Aucun poste similaire n'est actuellement disponible pour ce poste.

source: noregions
fr: Aucune région disponible

source: Officer
fr: Officier

source: Ouest
fr: <b>Ouest :</b> <small style="font-weight:normal;">La région de l'Ouest comprend la Colombie-Britannique, l'Alberta, la Saskatchewan, le Manitoba et le Yukon, moins le versant du Yukon.</small>

source: PDAPText
fr: Programme d'apprentissage de perfectionnement professionnel (PDAP)

source: POSITION DETAILS
fr: DÉTAILS DU POSTE

source: Position Level
fr: Niveau du poste

source: Position list
fr: Liste de postes

source: Previous
fr: Précédent

source: Previous1
fr: Précédent

source: Question1
fr: Souhaitez-vous comparer ou trouver des postes similaires au sein de l'organisation à votre poste sélectionné ci-dessous?

source: Question2
fr: En fonction des compétences de votre profil actuel, quel pourcentage de correspondance recherchez-vous?

source: REGIONS
fr: RÉGIONS

source: RoP
fr: TAUX DE RÉMUNÉRATION :

source: RoPtext
fr: Pour consulter les taux de rémunération pour toutes les classifications énumérées dans l'<abbr title="Outil de compétences professionnelles">OCP</abbr>, visitez le site web du <a href="https://www.tbs-sct.gc.ca/pubs_pol/hrpubs/coll_agre/rates-taux-fra.asp">Secrétariat du Conseil du Trésor du Canada</a>&nbsp;<span style="color:#000; font-size:14px" class="glyphicon glyphicon-new-window"></span>.

source: save
fr: Imprimez ou téléchargez cette page au format PDF

source: Save PDF
fr: Enregistrer le PDF

source: Sciences
fr: Les sciences

source: Seagoing
fr: Positions en mer

source: Search Type
fr: Type de recherche

source: SELECT
fr: SÉLECTIONNER

source: Select1
fr: Sélectionnez

source: Selected Position
fr: Position sélectionnée

source: Selected Position Level
fr: Niveau de position sélectionné

source: Shoreside
fr: Positions côté rivage

source: Similar
fr: Similaire

source: Similar Function
fr: Fonction de recherche similaire

source: Similar Positions
fr: Postes similaires

source: Similar Search
fr: Recherche similaire

source: Siège national
fr: <b>Siège national :</b> <small style="font-weight:normal;">Le siège social national de la Garde côtière canadienne (GCC) est situé à Ottawa, en Ontario.</small>

source: Social Sciences
fr: Science sociale

source: Student
fr: Étudiant

source: TechCollege
fr: Collège technique

source: textjob
fr: (pourcentage de correspondance basé sur la fonctionnalité de l'emploi)

source: title
fr: Détails de poste similaires

source: Trades
fr: Postes de métiers

source: University
fr: Université

source: Western
fr: <b>Ouest :</b> <small style="font-weight:normal;">La région de l'Ouest comprend la Colombie-Britannique, l'Alberta, la Saskatchewan, le Manitoba et le Yukon, moins le versant du Yukon.</small>

source: ÉLÉMENTS DE COMPORTEMENT
fr: ÉLÉMENTS DE COMPORTEMENT : <small style="font-weight:normal;">Les éléments de comportement sont les comportements ou les attitudes nécessaires pour tout emploi au sein de la Garde côtière canadienne. Nous en avons déterminé sept (7) et inclus un niveau de compétence requis pour chaque poste.</small>

source: ÉLÉMENTS DE CONNAISSANCE
fr: ÉLÉMENTS DE CONNAISSANCE : <small style="font-weight:normal;">Les éléments de connaissance sont une compréhension pratique ou théorique d’un sujet. Il s’agit des renseignements dont vous avez besoin (à partir de votre expérience ou de vos études) pour réussir dans le poste.</small>

source: ÉLÉMENTS TECHNIQUES
fr: ÉLÉMENTS TECHNIQUES : <small style="font-weight:normal;">Les éléments techniques décrivent les capacités d’appliquer les connaissances pour exécuter efficacement le travail.</small>
